Repository: Cherni-Samar/Projet_Integration_Mobile_Flutter
Catalog: lib/l10n/app_*.arb
Languages: fr

# privacySectionSecurityContent
source: We work hard to protect you and E-Team from unauthorized access, alteration, disclosure, or destruction of information we hold, including: * We use encryption to keep your data private while in transit. * We offer security features like 2 Step Verification to help you protect your account. * We review our information collection, storage, and processing practices, including physical security measures, to prevent unauthorized access to our systems. * We restrict access to personal information to E-Team employees, contractors, and agents who need that information in order to process it. Anyone with this access is subject to strict contractual confidentiality obligations and may be disciplined or terminated if they fail to meet these obligations.
fr: Nous nous efforçons de vous protéger, ainsi que E-Team, contre les accès non autorisés, l'altération, la divulgation ou la destruction d'informations : * Chiffrement des données en transit. * Vérification en 2 étapes pour protéger votre compte. * Révision régulière de nos pratiques de collecte et de stockage. * Accès restreint aux employés et sous-traitants qui ont besoin de ces informations pour les traiter, soumis à de strictes obligations de confidentialité.

# privacySectionRightsTitle
source: Your Privacy Rights
fr: Vos droits

# privacySectionRightsSummary
source: Control over your information
fr: Contrôle sur vos informations

# privacySectionRightsContent
source: You have choices regarding the information we collect and how it's used. You can: * Access and update your personal information through your account settings. * Delete your account and personal information at any time. * Control what information we collect through your device settings. * Opt-out of promotional communications. * Request a copy of your data in a machine-readable format. * File a complaint with your local data protection authority if you believe your rights have been violated.
fr: Vous avez le choix concernant les informations que nous collectons : * Accéder et mettre à jour vos informations personnelles via les paramètres. * Supprimer votre compte et vos données à tout moment. * Contrôler la collecte via les paramètres de votre appareil. * Vous désinscrire des communications promotionnelles. * Demander une copie de vos données. * Déposer une plainte auprès de votre autorité locale de protection des données.

# privacySectionContactDpoTitle
source: Contact Us
fr: Nous contacter

# privacySectionContactDpoSummary
source: Get in touch regarding privacy
fr: Pour toute question de confidentialité

# privacySectionContactDpoContent
source: If you have any questions about this Privacy Policy, you can contact us at: 📧 **Privacy Officer:** privacy@e-team.com 📧 **Data Protection Officer:** dpo@e-team.com 📍 **Address:** 123 Tech Park, Innovation Way, Tunis, Tunisia
fr: Pour toute question sur cette politique, contactez-nous à : 📧 **Responsable confidentialité :** privacy@e-team.com 📧 **DPO :** dpo@e-team.com 📍 **Adresse :** 123 Tech Park, Innovation Way, Tunis, Tunisie

# privacyDownloadSnack
source: Privacy Policy downloaded
fr: Politique téléchargée

# privacyDownloadButton
source: Download Full Policy (PDF)
fr: Télécharger la politique (PDF)

# privacyUnderstandButton
source: I Acknowledge
fr: J'ai pris connaissance

# termsTitle
source: Terms & Conditions
fr: Conditions d'utilisation

# termsSubtitle
source: Please read carefully before using E-Team
fr: À lire attentivement avant utilisation

# termsBadge
source: Last updated: Feb 16, 2026
fr: Dernière mise à jour : 16 fév. 2026

# termsSectionAcceptanceTitle
source: 1. Acceptance of Terms
fr: 1. Acceptation des conditions

# termsSectionAcceptanceSummary
source: Binding agreement for using E-Team
fr: Accord contraignant pour l'utilisation

# termsSectionAcceptanceContent
source: By accessing or using the E-Team mobile application ('Service'), you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the Service. This agreement applies to all visitors, users, and others who access the Service. Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.
fr: En accédant ou en utilisant l'application mobile E-Team ('Service'), vous acceptez d'être lié par ces conditions. Si vous n'êtes pas d'accord avec une partie des conditions, vous ne pouvez pas accéder au Service. Votre accès et votre utilisation du Service sont conditionnés par votre acceptation et votre respect de ces conditions.

# termsSectionAiUsageTitle
source: 2. AI Services & Disclaimer
fr: 2. Services IA & Avertissement

# termsSectionAiUsageSummary
source: Limitations of Artificial Intelligence
fr: Limites de l'Intelligence Artificielle

# termsSectionAiUsageContent
source: Our Service utilizes Artificial Intelligence (AI) to provide recommendations, generate content, and automate tasks. * **No Guarantee:** While we strive for accuracy, AI-generated content may contain errors, inaccuracies, or biases. You should not rely solely on AI for critical decisions (legal, financial, medical, etc.). * **User Responsibility:** You are responsible for reviewing and verifying all AI-generated outputs before using them. E-Team is not liable for any actions taken based on AI suggestions. * **Data Usage for Training:** Anonymized usage data may be used to improve our AI models, consistent with our Privacy Policy.
fr: Notre service utilise l'Intelligence Artificielle (IA) pour fournir des recommandations et automatiser des tâches. * **Pas de garantie :** Bien que nous visons la précision, le contenu généré par l'IA peut contenir des erreurs. Ne vous fiez pas uniquement à l'IA pour des décisions critiques. * **Responsabilité de l'utilisateur :** Vous êtes responsable de la vérification des résultats générés par l'IA. E-Team n'est pas responsable des actions prises sur la base des suggestions de l'IA. * **Utilisation des données :** Les données d'utilisation anonymisées peuvent être utilisées pour améliorer nos modèles.

# termsSectionPaymentTitle
source: 3. Subscriptions & Payments
fr: 3. Abonnements & Paiements

# termsSectionPaymentSummary
source: Billing, renewals, and cancellations
fr: Facturation et résiliation

# termsSectionPaymentContent
source: Some parts of the Service are billed on a subscription basis ('Subscription(s)'). You will be billed in advance on a recurring and periodic basis ('Billing Cycle'). Billing cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription. * **Automatic Renewal:** Your Subscription will automatically renew at the end of each Billing Cycle unless you cancel it or E-Team cancels it. * **Cancellation:** You may cancel your Subscription renewal either through your online account management page or by contacting parts of the e-team customer support team. * **Refunds:** Except when required by law, paid Subscription fees are non-refundable.
fr: Certaines parties du Service sont facturées sur la base d'un abonnement. Vous serez facturé à l'avance sur une base récurrente (mensuelle ou annuelle). * **Renouvellement automatique :** Votre abonnement sera renouvelé automatiquement à la fin de chaque cycle. * **Annulation :** Vous pouvez annuler le renouvellement de votre abonnement via la page de gestion de compte. * **Remboursements :** Sauf obligation légale, les frais d'abonnement payés ne sont pas remboursables.

# termsSectionLiabilityTitle
source: 4. Limitation of Liability
fr: 4. Limitation de responsabilité

# termsSectionLiabilitySummary
source: Exclusion of damages to the extent permitted
fr: Exclusion des dommages

# termsSectionLiabilityContent
source: In no event shall E-Team, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from: * Your access to or use of or inability to access or use the Service; * Any conduct or content of any third party on the Service; * Any content obtained from the Service; * Unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage.
fr: En aucun cas E-Team, ni ses directeurs, employés ou partenaires, ne pourront être tenus responsables de tout dommage indirect, accessoire, spécial ou consécutif, y compris, sans limitation, la perte de profits, de données, d'utilisation ou d'autres pertes intangibles résultant de votre utilisation du Service.

# termsSectionContactTitle
source: 5. Contact Information
fr: 5. Informations de contact

# termsSectionContactSummary
source: How to reach us for legal inquiries
fr: Nous joindre pour des questions légales

# termsSectionContactContent
source: If you have any questions about these Terms, please contact us: 📧 **Email:** legal@e-team.com 🌐 **Website:** www.e-team.com/legal 📍 **Mailing:** E-Team Legal Dept, 123 Tech Park, Tunis, Tunisia
fr: Pour toute question sur ces Conditions, veuillez nous contacter : 📧 **Email :** legal@e-team.com 🌐 **Site web :** www.e-team.com/legal 📍 **Adresse :** Service Juridique E-Team, 123 Tech Park, Tunis, Tunisie

# termsAcceptButton
source: I Understand & Accept
fr: J’ai compris & j’accepte

# appInfoTitle
source: About E-Team
fr: À propos d’E-Team

# appInfoSubtitle
source: App Information
fr: Informations de l’application

# appInfoTagline
source: AI-Powered Team Management
fr: Gestion d’équipe propulsée par l’IA

# appInfoAboutSectionTitle
source: About
fr: À propos

# appInfoAboutDescription
source: E-Team is an AI-powered platform that helps businesses manage their teams efficiently. With specialized AI agents for HR, Finance, Admin, Planning, and Communication, we automate repetitive tasks and boost productivity.
fr: E-Team est une plateforme propulsée par l’IA qui aide les entreprises à gérer leurs équipes efficacement. Avec des agents IA spécialisés en RH, Finance, Admin, Planning et Communication, nous automatisons les tâches répétitives et augmentons la productivité.

# appInfoFeaturesTitle
source: Key Features
fr: Fonctionnalités clés

# appInfoFeaturesSubtitle
source: What we offer
fr: Ce que nous offrons

# appInfoFeatureMarketplace
source: 🦾 AI Agent Marketplace
fr: 🦾 Marché des agents IA

# appInfoFeatureHr
source: 💼 HR Management Automation
fr: 💼 Automatisation de la gestion RH

# appInfoFeatureFinancial
source: 💰 Financial Tools & Reports
fr: 💰 Outils & rapports financiers

# appInfoFeatureDocs
source: 📁 Document Management
fr: 📁 Gestion des documents

# appInfoFeaturePlanning
source: 📅 Smart Planning & Scheduling
fr: 📅 Planification & agenda intelligents

# appInfoFeatureCommunication
source: 📧 Communication Assistant
fr: 📧 Assistant de communication

# appInfoTechTitle
source: Technology Stack
fr: Stack technique

# appInfoTechSubtitle
source: Built with modern tools
fr: Construit avec des outils modernes

# appInfoTechFlutter
source: Flutter - Cross-platform UI
fr: Flutter - UI multiplateforme

# appInfoTechNode
source: Node.js - Backend API
fr: Node.js - API backend

# appInfoTechMongo
source: MongoDB - Database
fr: MongoDB - Base de données

# appInfoTechProvider
source: Provider - State Management
fr: Provider - Gestion d’état

# appInfoTechJwt
source: JWT - Authentication
fr: JWT - Authentification

# appInfoConnectWithUs
source: CONNECT WITH US
fr: RESTEZ CONNECTÉS

# appInfoLegalTerms
source: Terms & Conditions
fr: Conditions d’utilisation

# appInfoLegalPrivacy
source: Privacy Policy
fr: Politique de confidentialité

# appInfoLegalLicenses
source: Licenses
fr: Licences

# appInfoComingSoon
source: Coming soon!
fr: Bientôt disponible !

# appInfoLegalese
source: © 2025 E-Team. All rights reserved.
fr: © 2025 E-Team. Tous droits réservés.

# appInfoCopyright
source: © 2025 E-Team. All rights reserved.
fr: © 2025 E-Team. Tous droits réservés.

# appInfoMadeWith
source: Made with ❤️ in Tunisia 🇹🇳
fr: Fait avec ❤️ en Tunisie 🇹🇳
