Repository: Cherni-Samar/Projet_Integration_Mobile_Flutter
Catalog: lib/l10n/app_*.arb
Languages: fr

# commonCancel
source: Cancel
fr: Annuler

# commonApply
source: Apply
fr: Appliquer

# profileTitle
source: My Profile
fr: Mon profil

# profileDarkMode
source: Dark Mode
fr: Mode sombre

# profileEditProfile
source: Edit Profile
fr: Modifier le profil

# profileLanguage
source: Language
fr: Langue

# profileTerms
source: Terms & Conditions
fr: Conditions d’utilisation

# profilePrivacy
source: Privacy Policy
fr: Politique de confidentialité

# profileLogout
source: Logout
fr: Déconnexion

# profileUserDataNotAvailable
source: User data not available
fr: Données utilisateur indisponibles

source: Profile updated successfully!
fr: Profil mis à jour avec succès !

# logoutDialogTitle
source: Logout
fr: Déconnexion

# logoutDialogMessage
source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# languageTitle
source: Language
fr: Langue

# languageSubtitle
source: Choose your preferred language
fr: Choisissez votre langue préférée

# languageInfoBanner
source: The app language will update instantly
fr: La langue de l’application se met à jour immédiatement

# languageApplyButton
source: Apply Language
fr: Appliquer la langue

# languageChangeDialogTitle
source: Change Language?
fr: Changer de langue ?

# languageChangeDialogMessage
source: The app will switch to {language}.
fr: L’application passera en {language}.

# languageChangedSnack
source: Language changed to {language}
fr: Langue changée en {language}

# commonPerHourShort
source: /hr
fr: /h

# agentMarketplaceWelcomeBack
source: Welcome back
fr: Bon retour

# agentMarketplaceNoNewNotifications
source: No new notifications
fr: Aucune nouvelle notification

# agentMarketplaceTitle
source: Agent Marketplace
fr: Marché des agents

# agentMarketplaceSwipeToExplore
source: Swipe to explore {count} AI agents
fr: Glissez pour explorer {count} agents IA

# agentMarketplaceHireAgent
source: Hire Agent
fr: Recruter l’agent

# agentMarketplaceNavMarket
source: Market
fr: Marché

# agentMarketplaceNavSettings
source: Settings
fr: Paramètres

# agentMarketplaceStatResponse
source: Response
fr: Réponse

# agentMarketplaceStatAccuracy
source: Accuracy
fr: Précision

# agentMarketplaceStatLanguages
source: Languages
fr: Langues

# agentMarketplacePriceFrom
source: from {price}
fr: à partir de {price}

# agentDetailsTitle
source: Agent Profile
fr: Profil de l’agent

# agentDetailsShareSnack
source: Share {agent}
fr: Partager {agent}

# agentDetailsHires
source: ({hires} hires)
fr: ({hires} recrutements)

# agentDetailsStatResponse
source: RESPONSE
fr: RÉPONSE

# agentDetailsStatAccuracy
source: ACCURACY
fr: PRÉCISION

# agentDetailsStatLanguages
source: LANGUAGES
fr: LANGUES

# agentDetailsCoreSkills
source: CORE SKILLS
fr: COMPÉTENCES CLÉS

# agentDetailsPerformanceEfficiency
source: PERFORMANCE EFFICIENCY
fr: EFFICACITÉ DES PERFORMANCES

# agentDetailsPerformanceThisWeek
source: +12.4% this week
fr: +12,4% cette semaine

# agentDetailsDeploymentPlans
source: DEPLOYMENT PLANS
fr: FORMULES DE DÉPLOIEMENT

# agentDetailsPlanFreeTrial
source: Free Trial
fr: Essai gratuit

# agentDetailsPlanHourly
source: Hourly
fr: Horaire

# agentDetailsPlanMonthly
source: Monthly
fr: Mensuel

# agentDetailsBadgeStarter
source: STARTER
fr: DÉMARRAGE

# agentDetailsBadgeBestValue
source: BEST VALUE
fr: MEILLEUR PRIX

# agentDetailsHireAgent
source: Hire Agent
fr: Recruter l’agent

# agentDetailsHourlyPlan
source: Hourly Plan
fr: Forfait horaire

# agentDetailsMonthlyPlan
source: Monthly Plan
fr: Forfait mensuel

# agentDetailsAgentHiredSnack
source: {agent} hired with {plan}!
fr: {agent} recruté avec {plan} !

# pricingRequestsPerMonth
source: {count} requests/month
fr: {count} requêtes/mois

# pricingPayAsYouGo
source: Pay as you go
fr: Paiement à l’usage

# pricingUnlimitedHrTasks
source: Unlimited HR tasks
fr: Tâches RH illimitées

# pricingFullFinancialSuite
source: Full financial suite
fr: Suite financière complète

# pricingCompleteAdminSupport
source: Complete admin support
fr: Support admin complet

# pricingProjectManagementTools
source: Project management tools
fr: Outils de gestion de projet

# pricingCommunicationAutomation
source: Communication automation
fr: Automatisation de la communication

# pricingFullFeaturesAccess
source: Full features access
fr: Accès à toutes les fonctionnalités

# agentVersionAlpha
source: Version 3.2.1 • HR Certified
fr: Version 3.2.1 • Certifié RH

# agentVersionFinanceWizard
source: Version 4.0.5 • Financial Expert
fr: Version 4.0.5 • Expert financier

# agentVersionAdminPro
source: Version 2.8.3 • Admin Specialist
fr: Version 2.8.3 • Spécialiste admin

# agentVersionPlanningBot
source: Version 3.1.0 • Planning Pro
fr: Version 3.1.0 • Pro du planning

# agentVersionCommSync
source: Version 2.9.2 • Communication Master
fr: Version 2.9.2 • Maître communication

# agentVersionDefault
source: Version 2.4.0 • Enterprise Ready
fr: Version 2.4.0 • Prêt pour l’entreprise

# skillRecruitmentOnboarding
source: Recruitment & Onboarding
fr: Recrutement & onboarding

# skillEmployeeRecords
source: Employee Records
fr: Dossiers employés

# skillPayrollManagement
source: Payroll Management
fr: Gestion de la paie

# skillLeaveTracking
source: Leave Tracking
fr: Suivi des congés

# skillPerformanceReviews
source: Performance Reviews
fr: Évaluations de performance

# skillInvoiceProcessing
source: Invoice Processing
fr: Traitement des factures

# skillExpenseTracking
source: Expense Tracking
fr: Suivi des dépenses

# skillFinancialReports
source: Financial Reports
fr: Rapports financiers

# skillBudgetPlanning
source: Budget Planning
fr: Planification budgétaire

# skillTaxCompliance
source: Tax Compliance
fr: Conformité fiscale

# skillDocumentManagement
source: Document Management
fr: Gestion des documents

# skillFileOrganization
source: File Organization
fr: Organisation des fichiers

# skillDataEntry
source: Data Entry
fr: Saisie de données

# skillMeetingScheduling
source: Meeting Scheduling
fr: Planification des réunions

# skillEmailManagement
source: Email Management
fr: Gestion des emails

# skillProjectPlanning
source: Project Planning
fr: Planification de projet

# skillTaskManagement
source: Task Management
fr: Gestion des tâches

# skillResourceAllocation
source: Resource Allocation
fr: Allocation des ressources

# skillDeadlineTracking
source: Deadline Tracking
fr: Suivi des échéances

# skillTeamCoordination
source: Team Coordination
fr: Coordination d’équipe

# skillEmailCampaigns
source: Email Campaigns
fr: Campagnes email

# skillTeamCommunications
source: Team Communications
fr: Communications d’équipe

# skillAnnouncementDistribution
source: Announcement Distribution
fr: Diffusion d’annonces

# skillChatManagement
source: Chat Management
fr: Gestion du chat

# skillNaturalLanguage
source: Natural Language
fr: Langage naturel

# skillApiIntegration
source: API Integration
fr: Intégration API

# skillMultilingualSupport
source: Multi-lingual Support
fr: Support multilingue

# skillDataAnalysis
source: Data Analysis
fr: Analyse de données

# skillAutomation
source: Automation
fr: Automatisation

# onboardingSkip
source: Skip
fr: Passer

# onboardingWelcomeTo
source: Welcome to
fr: Bienvenue sur

# onboardingWelcomeSubtitle
source: Your AI-powered workspace for smarter decisions
fr: Votre espace de travail IA pour de meilleures décisions

# onboardingSlideToStart
source: Slide to Start
fr: Glisser pour démarrer

# onboardingExploreMarketplace
source: Explore Marketplace
fr: Explorer le marché

# onboardingChatbotTitle
source: E-Team AI
fr: E-Team IA

# onboardingChatbotSelectAtLeastOne
source: Please select at least one option
fr: Veuillez sélectionner au moins une option

# onboardingChatbotContinue
source: Continue
fr: Continuer

# onboardingChatbotDiscoverMarketplace
source: Discover Marketplace
fr: Découvrir le marché

# onboardingChatbotPersonalizedRecommendations
source: ✨ Personalized recommendations: {recommendations}
fr: ✨ Recommandations personnalisées : {recommendations}

# chatbotQRole
source: 👋 Nice to meet you! What's your role?
fr: 👋 Ravi de vous rencontrer ! Quel est votre rôle ?

# chatbotQTeamSize
source: How large is your team?
fr: Quelle est la taille de votre équipe ?

# chatbotQChallenges
source: What are your biggest challenges?
fr: Quels sont vos plus grands défis ?

# chatbotQChallengesSubtitle
source: Select all that apply
fr: Sélectionnez tout ce qui s’applique

# chatbotQPriority
source: What's your #1 priority?
fr: Quelle est votre priorité n°1 ?

# chatbotRoleCeoFounder
source: 👔 CEO / Founder
fr: 👔 CEO / Fondateur

# chatbotRoleDepartmentHead
source: 💼 Department Head
fr: 💼 Chef de département

# chatbotRoleEmployee
source: 👨‍💻 Employee
fr: 👨‍💻 Employé

# chatbotRoleStudent
source: 🎓 Student
fr: 🎓 Étudiant

# chatbotTeam2To5
source: 2-5 people
fr: 2-5 personnes

# chatbotTeam6To20
source: 6-20 people
fr: 6-20 personnes

# chatbotTeam21To50
source: 21-50 people
fr: 21-50 personnes

# chatbotTeam50Plus
source: 50+ people
fr: 50+ personnes

# chatbotChallengeTimeManagement
source: ⏰ Time management
fr: ⏰ Gestion du temps

# chatbotChallengeGrowthManagement
source: 📈 Growth management
fr: 📈 Gestion de la croissance

# chatbotChallengeCostOptimization
source: 💰 Cost optimization
fr: 💰 Optimisation des coûts

# chatbotChallengeTeamCoordination
source: 🤝 Team coordination
fr: 🤝 Coordination d’équipe

# chatbotChallengeDataAnalysis
source: 📊 Data analysis
fr: 📊 Analyse de données

# chatbotChallengeTaskAutomation
source: 🔄 Task automation
fr: 🔄 Automatisation des tâches

# chatbotPriorityProductivity
source: 🚀 Productivity
fr: 🚀 Productivité

# chatbotPriorityRevenueGrowth
source: 📈 Revenue growth
fr: 📈 Croissance du chiffre d’affaires

# chatbotPriorityTeamDevelopment
source: 👥 Team development
fr: 👥 Développement d’équipe

# chatbotPriorityTimeSaving
source: ⚡ Time saving
fr: ⚡ Gain de temps

# chatbotRecTaskAutomationAi
source: 🤖 Task Automation AI
fr: 🤖 IA d’automatisation des tâches

# chatbotRecTeamSyncAssistant
source: 👥 Team Sync Assistant
fr: 👥 Assistant de synchro d’équipe

# chatbotRecDataAnalyticsPro
source: 📊 Data Analytics Pro
fr: 📊 Pro de l’analyse de données

# chatbotRecSmartAssistant
source: 🚀 Smart Assistant
fr: 🚀 Assistant intelligent

# chatbotRecAnalyticsDashboard
source: 📊 Analytics Dashboard
fr: 📊 Tableau de bord analytics

# commonUser
source: User
fr: Utilisateur

# commonEmailPlaceholder
source: email@example.com
fr: email@exemple.com

# authWelcomeBackTitle
source: Welcome back
fr: Bon retour

# authWelcomeBackSnack
source: ✅ Welcome back!
fr: ✅ Bon retour !

# authEmailHint
source: name@company.com
fr: nom@entreprise.com

# authEmailRequired
source: Enter your email
fr: Entrez votre email

# authEmailInvalid
source: Please enter a valid email
fr: Veuillez entrer un email valide

# authPasswordLabel
source: Password
fr: Mot de passe

# authPasswordRequired
source: Enter your password
fr: Entrez votre mot de passe

# authPasswordMin6Short
source: Min 6 characters
fr: Min 6 caractères

# authPasswordMin6
source: Password must be at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères

# authRememberMe
source: Remember me
fr: Se souvenir de moi

# authForgotPassword
source: Forgot password?
fr: Mot de passe oublié ?

# authSignIn
source: Sign In
fr: Se connecter

# authOr
source: or
fr: ou

# authNewHere
source: New here?
fr: Nouveau ici ?

# authCreateAccount
source: Create account
fr: Créer un compte

# authGoogleComingSoon
source: Google Sign-In coming soon!
fr: Connexion Google bientôt disponible !

# authAppleComingSoon
source: Apple Sign-In coming soon!
fr: Connexion Apple bientôt disponible !

# authLoginNoAccount
source: No account found with this email
fr: Aucun compte trouvé avec cet email

# authLoginIncorrectPassword
source: Incorrect password
fr: Mot de passe incorrect

# authUnableToConnect
source: Unable to connect to server
fr: Impossible de se connecter au serveur

# authLoginFailedTryAgain
source: Login failed. Please try again.
fr: Échec de la connexion. Veuillez réessayer.

# authCreateAccountTitle
source: Create Account
fr: Créer un compte

# authSignupSubtitle
source: Join us to transform your business
fr: Rejoignez-nous pour transformer votre entreprise

# authFullNameLabel
source: Full Name
fr: Nom complet

# authFullNameHint
source: John Doe
fr: Jean Dupont

# authNameRequired
source: Please enter your name
fr: Veuillez entrer votre nom

# authNameMin2
source: Name must be at least 2 characters
fr: Le nom doit contenir au moins 2 caractères

# authConfirmPasswordLabel
source: Confirm Password
fr: Confirmer le mot de passe

# authConfirmPasswordRequired
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe

# authPasswordsDoNotMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# authAcceptTermsError
source: Please accept the Terms & Conditions and Privacy Policy
fr: Veuillez accepter les Conditions d’utilisation et la Politique de confidentialité

# authAgreeToPrefix
source: I agree to the
fr: J’accepte les

# authTermsAndConditions
source: Terms & Conditions
fr: Conditions d’utilisation

# authAnd
source: and
fr: et la

# authPrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# authAccountCreatedCheckEmail
source: ✅ Account created! Check your email for verification.
fr: ✅ Compte créé ! Vérifiez votre email pour confirmer.

# authEmailAlreadyRegistered
source: This email is already registered
fr: Cet email est déjà enregistré

# authConnectionTimeout
source: Connection timeout. Please try again.
fr: Délai de connexion dépassé. Veuillez réessayer.

# authAlreadyHaveAccount
source: Already have an account?
fr: Vous avez déjà un compte ?

# authForgotPasswordTitle
source: Forgot password?
fr: Mot de passe oublé ?

# authForgotPasswordSubtitle
source: No worries. Enter your email and we'll send you a reset link.
fr: Pas d’inquiétude. Entrez votre email et nous vous enverrons un lien de réinitialisation.

# authSendResetLink
source: Send Reset Link
fr: Envoyer le lien

# authBackToLogin
source: Back to Login
fr: Retour à la connexion

# authCheckYourEmailTitle
source: Check your email
fr: Vérifiez votre email

# authResetLinkSentTo
source: We sent a password reset link to {email}
fr: Nous avons envoyé un lien de réinitialisation à {email}

# authDidntReceiveResend
source: Didn't receive it? Resend
fr: Vous ne l’avez pas reçu ? Renvoyer

# authVerifyYourEmailTitle
source: Verify Your Email
fr: Vérifiez votre email

# authWeSentCodeTo
source: We sent a verification code to
fr: Nous avons envoyé un code de vérification à

# authYourEmailPlaceholder
source: your email
fr: votre email

# authVerifyEmailButton
source: Verify Email
fr: Vérifier

# authEnterAll6Digits
source: Please enter all 6 digits
fr: Veuillez saisir les 6 chiffres

# authEmailMissing
source: Email is missing
fr: Email manquant

# authEmailVerifiedSuccess
source: ✅ Email verified successfully!
fr: ✅ Email vérifié avec succès !

# authInvalidCodeCheckEmail
source: Invalid code. Check your email.
fr: Code invalide. Vérifiez votre email.

# authCodeExpiredRequestNew
source: Code expired. Request a new one.
fr: Code expiré. Demandez-en un nouveau.

# authEmailAlreadyVerified
source: Email already verified
fr: Email déjà vérifié

# authNewCodeSent
source: ✅ New code sent! Check your email.
fr: ✅ Nouveau code envoyé ! Vérifiez votre email.

# authDidntReceiveCode
source: Didn't receive the code?
fr: Vous n’avez pas reçu le code ?

# authResendInSeconds
source: Resend in {seconds}s
fr: Renvoyer dans {seconds}s

# authResendCode
source: Resend Code
fr: Renvoyer le code

# authErrorWithDetails
source: ❌ Error: {error}
fr: ❌ Erreur : {error}

# authEditProfileTitle
source: Edit Profile
fr: Modifier le profil

# authNameLabel
source: Name
fr: Nom

# authEnterYourNameHint
source: Enter your name
fr: Entrez votre nom

# authEnterYourEmailHint
source: Enter your email
fr: Entrez votre email

# authChangePassword
source: Change Password
fr: Changer le mot de passe

# authCurrentPassword
source: Current Password
fr: Mot de passe actuel

# authEnterCurrentPasswordHint
source: Enter current password
fr: Entrez le mot de passe actuel

# authCurrentPasswordRequired
source: Please enter current password
fr: Veuillez saisir le mot de passe actuel

# authNewPassword
source: New Password
fr: Nouveau mot de passe

# authEnterNewPasswordHint
source: Enter new password
fr: Entrez le nouveau mot de passe

# authConfirmNewPassword
source: Confirm New Password
fr: Confirmer le nouveau mot de passe

# authConfirmNewPasswordHint
source: Confirm new password
fr: Confirmez le nouveau mot de passe

# authUpdateProfileButton
source: Update Profile
fr: Mettre à jour

# authProfileUpdatedSnack
source: ✅ Profile updated successfully!
fr: ✅ Profil mis à jour avec succès !

# helpSupportTitle
source: Help & Support
fr: Aide & Support

# helpSupportSubtitle
source: We're here to help
fr: Nous sommes là pour vous aider

# helpSupportNeedHelpTitle
source: Need Help?
fr: Besoin d’aide ?

# helpSupportNeedHelpDesc
source: Our support team is available 24/7 to assist you
fr: Notre équipe support est disponible 24/7 pour vous assister

# helpSupportFaqSectionTitle
source: Frequently Asked Questions
fr: Questions fréquentes

# helpSupportContactSectionTitle
source: Contact Us
fr: Nous contacter

# helpSupportFaqHireQuestion
source: How do I hire an AI agent?
fr: Comment recruter un agent IA ?

# helpSupportFaqHireAnswer
source: Go to the Agent Marketplace, browse available agents, and tap "Hire Agent" on your preferred choice.
fr: Allez sur le Marché des agents, parcourez les agents disponibles puis appuyez sur "Recruter l’agent".

# helpSupportFaqPaymentQuestion
source: What payment methods do you accept?
fr: Quels moyens de paiement acceptez-vous ?

# helpSupportFaqPaymentAnswer
source: We accept credit cards (Visa, Mastercard), and bank transfers for enterprise plans.
fr: Nous acceptons les cartes bancaires (Visa, Mastercard) et les virements pour les offres entreprise.

# helpSupportFaqCancelQuestion
source: Can I cancel my subscription?
fr: Puis-je annuler mon abonnement ?

# helpSupportFaqCancelAnswer
source: Yes, you can cancel anytime from your profile settings. Your access continues until the end of the billing period.
fr: Oui, vous pouvez annuler à tout moment depuis les paramètres du profil. Votre accès continue jusqu’à la fin de la période de facturation.

# helpSupportFaqUpdateProfileQuestion
source: How do I update my profile?
fr: Comment mettre à jour mon profil ?

# helpSupportFaqUpdateProfileAnswer
source: Go to Profile → Edit Profile to update your name, email, or password.
fr: Allez dans Profil → Modifier le profil pour mettre à jour votre nom, votre email ou votre mot de passe.

# helpSupportFaqDataSecureQuestion
source: Is my data secure?
fr: Mes données sont-elles sécurisées ?

# helpSupportFaqDataSecureAnswer
source: Yes! We use end-to-end encryption, SSL connections, and comply with GDPR standards.
fr: Oui ! Nous utilisons le chiffrement de bout en bout, des connexions SSL et respectons le RGPD.

# helpSupportEmailSupportTitle
source: Email Support
fr: Support email

# helpSupportEmailSupportDesc
source: We respond within 24 hours
fr: Réponse sous 24 heures

# helpSupportCopiedToClipboard
source: {label} copied to clipboard!
fr: {label} copié dans le presse-papiers !

# helpSupportComingSoon
source: {label} - Coming soon!
fr: {label} - Bientôt disponible !

# privacyTitle
source: Privacy Policy
fr: Politique de confidentialité

# privacySubtitle
source: Your data is protected
fr: Vos données sont protégées

# privacyBadge
source: GDPR Compliant • Last updated: Feb 8, 2026
fr: Conforme RGPD • Dernière mise à jour : 8 fév. 2026

# privacyIntro
source: We value your privacy and are committed to protecting your personal data.
fr: Nous respectons votre vie privée et nous nous engageons à protéger vos données personnelles.

# privacySectionDataCollectedTitle
source: Information Collection
fr: Collecte d'informations

# privacySectionDataCollectedSummary
source: Comprehensive data gathering practices
fr: Pratiques complètes de collecte de données

# privacySectionDataCollectedContent
source: We collect information to provide better services to all our users. This includes: 1. **Personal Information:** Name, email address, phone number, and profile picture when you create an account. 2. **Usage Info:** We collect information about how you use our services, such as the types of content you view or engage with, the features you use, the actions you take, and the time, frequency, and duration of your activities. 3. **Device Information:** We collect device-specific information (such as your hardware model, operating system version, unique device identifiers, and mobile network information). 4. **Payment Information:** If you purchase our services, we collect billing address and credit card information, which is processed securely by our payment partners.
fr: Nous collectons des informations pour fournir de meilleurs services à tous nos utilisateurs. Cela inclut : 1. **Informations personnelles :** Nom, adresse e-mail, numéro de téléphone et photo de profil lors de la création d'un compte. 2. **Infos d'utilisation :** Nous collectons des informations sur la façon dont vous utilisez nos services, comme les types de contenu que vous consultez, les fonctionnalités que vous utilisez, les actions que vous effectuez, ainsi que l'heure, la fréquence et la durée de vos activités. 3. **Informations sur l'appareil :** Nous collectons des informations spécifiques à l'appareil (modèle de matériel, version du système d'exploitation, identifiants uniques). 4. **Informations de paiement :** Si vous achetez nos services, nous collectons l'adresse de facturation et les informations de carte de crédit, traitées de manière sécurisée par nos partenaires.

# privacySectionDataUsageTitle
source: How We Use Data
fr: Utilisation des données

# privacySectionDataUsageSummary
source: Purpose of data processing
fr: Finalité du traitement

# privacySectionDataUsageContent
source: We use the information we collect from all of our services for the following purposes: * **To provide our services:** We use your information to deliver our services, such as processing your terms and authenticating you. * **To maintain & improve our services:** We also use your information to ensure our services are working as intended, such as tracking outages or troubleshooting issues that you report to us. * **To develop new services:** We use the information we collect in existing services to help us develop new ones. * **To provide personalized services:** We use the information we collect to customize our services for you, including providing recommendations and personalized content. * **To measure performance:** We use data for analytics and measurement to understand how our services are used.
fr: Nous utilisons les informations que nous collectons pour les finalités suivantes : * **Fournir nos services :** Traiter vos demandes et vous authentifier. * **Maintenir et améliorer nos services :** Assurer le bon fonctionnement de nos services, suivre les pannes et résoudre les problèmes. * **Développer de nouveaux services :** Utiliser les informations existantes pour nous aider à créer de nouvelles fonctionnalités. * **Services personnalisés :** Personnaliser votre expérience, y compris les recommandations et le contenu. * **Mesurer les performances :** Analyser et mesurer l'utilisation de nos services.

# privacySectionSecurityTitle
source: Data Security
fr: Sécurité des données

# privacySectionSecuritySummary
source: Roboust protection measures
fr: Mesures de protection robustes
